[
    "Department of Accounting and Information Systems\nIntermediate Financial Accounting I Fall 2024 Syllabus\nACC 300, 3 credit hours. Meets Tuesday and Thursday  10:20 to 11:40 AM\nCourse platforms: D2L, McGraw-Hill’s Connect,  ZOOM\nCourse website \nCourse Modality:  Face-to-face in Room 112 EBH\nInstructor Information\n\nInstructor Introduction:\nI have been teaching accounting since 1994 and this course at MSU since 2018.",
    "I have taught a wide variety of accounting courses and students. I have instructed undergraduate, masters, MBA, and executive students, and covered the subjects in principles of both financial and managerial accounting, intermediate accounting, corporate governance, accounting ethics, financial statement analysis, and accounting theory.",
    "I have been a faculty member at MSU for a total of twelve years, from 2002 to 2008, and then again during the last six years. From 2008 to 2018 I served on the faculty at Grand Valley State University.",
    "I look forward to helping you learn about financial reporting. Go Green,\nDr. B\nCourse Information\nCourse Description: ACC 300 is the first of a two-semester sequence in financial accounting and reporting.",
    "Topics include U.S. and international concepts and procedures for preparing financial statements; revenue recognition; accounting for cash and equivalents, receivables, inventory, property, plant and equipment, and intangible assets.",
    "Applied research methods using the FASB’s Accounting Standards Codification (ASC). Prerequisite: ACC 201 & 202. ACC 300 is the prerequisite for ACC 301, 308, 331, 341, and 411.",
    "Required Textbook & Course Materials: \nIntermediate Accounting, 11th ed., by Spiceland, Nelson, Thomas. McGraw-Hill Publishers  Purchase either an e-Book with Connect access code - or - a loose-leaf text with access code to Connect from the SBS bookstore.",
    "To register for CONNECT and the e-Book, follow these steps:\nGo to D2L and find the getting started module, click on the getting started with Connect page and follow the instructions.",
    "Technical Assistance: If you need technical assistance at any time during the course or to report a problem you can:\nVisit the MSU Help site and Desire2Learn Help Site.",
    "Call the MSU IT Service Desk at (517)432-6200, (844)678-6200, or e-mail at ithelp@msu.edu\nCall the McGraw-Hill CONNECT help line at 800-331-5094\nRecommended Texts & Other Materials:\nDownload and save the 10-K reports for the most recent few years of a company you are interested in.",
    "When we have covered a new topic in the class, find and understand the information in the reports that relates to that topic. Subscribe to the Wall Street Journal, free through ASMSU at www.asmsu.msu.edu \nRead How to Use the FASB Codification, 2019 PDF available at D2L>FASB Codification Materials folder.",
    "Other supplementary material will be provided on D2L as needed. Required technologies:\nYou will need a charged laptop during the days with scheduled in-class activities.",
    "It should be able to connect to campus Wi-Fi and have a browser compatible with D2L. You should have Microsoft 365 installed so that you can use Excel.",
    "Your expected time investment:\nExpected Hours of Participation/Work Outside Class Per Week: I expect that you will need to spend approximately 6 to 8 hours a week outside of class reading the eBook, completing homework, and reviewing concepts and content.",
    "The use of generative A.I. :\nThe use of generative AI tools (e.g., ChatGPT, Dall-e, etc.)",
    "is permitted in this course for the Financial Statement Case. If you use generative AI to help you with your research, you must Include with your submission a separate document that includes the questions you asked and the replies you received.",
    "You are responsible for the information you submit based on an AI query (for instance, that it does not violate intellectual property laws, or contain misinformation or unethical content).",
    "Your use of AI tools must be properly documented and cited in order to stay within university policies on academic integrity and the Spartan Code of Honor Academic Pledge. Instructional Objectives\n\nPlease Read This Part!",
    "I want to emphasize point number 1 in the list above; Read the Book, the whole chapter from beginning to end. If you try to get through the class by just finding the answer to SmartBook questions you will be relying on using your memory to apply disjointed facts.",
    "If you read the book, you will have a better understanding of the context the topic is important to. If you understand the context of who, how, where and when the accounting topic is important, you can build a framework of understanding that you can build upon when you add a new bit of knowledge to the framework.",
    "Not only does having a framework of understanding allow you to incorporate new knowledge more easily, but it also allows you to analyze new situations. Having this understanding allows you to extrapolate your knowledge to new situations, like a different company or industry.",
    "I want to see you thrive not only in this class, but in your future classes and your career. The sooner you realize that there are connections between all your classes, the easier it will be to thrive in those classes.",
    "ACC 300 Fall 2024 Course Outline/Schedule \nThe table below outlines the schedule for the course. The first column in the table below lists the class meeting dates.",
    "The second column lists the topic/chapters to be covered. The third column lists the Connect assignment due dates. The fourth column identifies the dates for each of the in-class team activities.",
    "Abbreviations used in the table: CH – Chapter, SB – SmartBook assignment, HW – Homework assignment, ICA – In-Class activity, FSC – Financial Statement Case.",
    "ACC 300 Fall 2024 Course Outline/Schedule (continued)\nThe table below outlines the schedule for the course. The first column in the table below lists the class meeting dates.",
    "The second column lists the topic/chapters to be covered. The third column lists the Connect assignment due dates. The fourth column identifies the dates for each of the in-class team activities.",
    "Abbreviations used in the table: CH – Chapter, SB – SmartBook assignment, HW – Homework assignment, ICA – In-Class activity, FSC – Financial Statement Case.",
    "ACC 300 Fall 2024 Course Outline/Schedule (continued)\nThe table below outlines the schedule for the course. The first column in the table below lists the class meeting dates.",
    "The second column lists the topic/chapters to be covered. The third column lists the Connect assignment due dates. The fourth column identifies the dates for each of the in-class team activities.",
    "Abbreviations used in the table: CH – Chapter, SB – SmartBook assignment, HW – Homework assignment, ICA – In-Class activity, FSC – Financial Statement Case.",
    "Note about calendar/schedule. I make every effort to not change the schedule, but it is possible that there may be changes to this schedule. I will post any changes in D2L, and make sure that the D2L calendar reflects all the due dates and times.",
    "Grading Policy\nGrade Determination: Your grade will be based on 700 points as shown in the table below. The first column in the table below describes the class points of each assessment item.",
    "The second column describes the assessment item. Grade Dissemination: Look in the D2L gradebook for your points on all assessment items. Grading Scale: The first column in the table below lists the point threshold to earn the grade in the second column.",
    "Possible Grade adjustment:\nThe Broad College of Business has adopted guidelines for instructors in determining final grades. For this class, the guideline is that the average of all students’ final grades should fall within the range of 3.0 to 3.5 grade points.",
    "If the average final grade falls below that range, adjustments will be applied to the grade thresholds that will raise the average grade point to fall within that range.",
    "Graded Assignments:\nStudy and Learn assignments: The following assignments are all designed for you to earn 100% of the available class points. SmartBook (SB) Modules: These modules are post-reading exercises.",
    "You should complete them after reading the chapter and prior to moving on to the rest of the chapter assignments. Each module has you answer questions about the topics in the chapter until you get them correct.",
    "Each question lets you go to the section of the book to find the answer. Homework Assignments: Each chapter has a homework assignment due at the end of the week.",
    "These assignments are designed for your understanding. You will have 3 attempts to earn your highest grade. The system is set up so that you can check to see if your answer is correct before you turn it in.",
    "You will have 3 chances to check your work on each problem. These are designed for you to learn the material, in addition to the attempts and the check your work, each question will take you to the portion of the textbook that will help you understand how to do the problem.",
    "Bonus items in the Connect Assignments: The SmartBook and the Homework assignments are all combined into one grade category. Each assignment is worth 10 points and the total possible is 220 points.",
    "The last 4 assignments are bonus grades that allow you to make up lost points on prior assignments. The maximum class points you can earn in the category is 180 points.",
    "In-Class Activities. For the weeks without an exam or the financial statement case we will complete an in-class activity. The weekly activities are designed to help you engage with others and actively work to understand that week’s chapter content.",
    "I will assign you into small groups to discuss the questions and answers, and then as a class we will briefly discuss the day’s topic. I will reassign team members once during the semester, so that you get to meet more of your peers.",
    "These activities may take the form of journal entries, financial statements, schedules using Excel, Accounting Standards Codification (ASC) research, and analysis of real-world financial statements.",
    "There are 12 of these activities with 8 required and 4 bonus assignments. These are worth 5 points each for a maximum total of 40 class points. Attendance: This is an in-person class, and your attendance is required.",
    "We have 26 non-exam meetings, and you can earn 2 class points for up to 20 that you are present at. So that there is an accommodation for illness, family events, job interviews, office visits, or just a lazy day, the last 6 class periods are bonus to make up for any previously missed classes.",
    "The total possible for this category is 40 class points. Do the Math! If you score all these 260 Study and Learn Points, that leaves only the 440 Assessment points that you need to earn a Grade.",
    "Assessments: The following assignments are designed to evaluate your understanding of the concepts and calculations in the class. Your scores will be the result of your ability to study, your retained knowledge, and time you commit to preparation and completion of assignments.",
    "These assessments are listed in an increasing level of difficulty and effort. General Ledger Assignment: This stand-alone exercise in Connect is designed to ensure that you have a firm grasp on the accounting cycle and can create more complex financial statements from source data.",
    "It is structured with no time limit, but with limited resources for you to complete. While it is like the regular homework assignments, it will only give you 2 check-your-works and 2 attempts.",
    "The other way that this is different is that the problems presented are far more complex than the regular homework assignments. Total class points are 50. Mid-term Exam: There is one mid-term exam in the class.",
    "The mid-term exam will take the complete class period of 80 minutes and be worth 120 class points. The mid-term exam will take place on Thursday October 17.",
    "This exam will consist of 24 Multiple-choice questions. Total class points are 120. Final Exam: The Final Exam for this class is scheduled for Thursday December 12, from 10:00 AM to 12:00 PM, at a location to be announced.",
    "The Final exam is cumulative. It will cover new material from the last five chapters, and review material from the mid-term exam. This exam will consist of 40 Multiple-choice questions.",
    "Total class points are 200. Both of the exams will be delivered with a paper exam and a scantron sheet. You are allowed a one-page note sheet.",
    "It must be handwritten, and you can use both sides of the sheet of paper. You must bring your MSU ID, a calculator, and a number 2 pencil.",
    "Financial Statement Case. The purpose of the Financial Statement Case is to ensure you know how to access, read, and understand business financial statements. Focus will be on the estimates (adjusting journal entries) that managers make in accounting for various assets.",
    "We will practice these skills throughout the semester with certain companies, and then you will be asked to examine a different company later in the semester. Specific project instructions will be posted on D2L.",
    "This case solution will be worth 70 points. Assessment Dates:\nThe assessments in this class are the General Ledger Assignment, the mid-term exam, the financial statement case, and the final exam.",
    "The Dates for these assignments are as follows:\nGeneral Ledger assignment:\t10/4/24\nMid-term Exam\t\t\t10/17/24\nFinancial Statement Case\t12/5/24\nFinal Exam\t\t\t12/12/24\n\n\nAcademic Honesty\nThe All-University Policy on Integrity Of Scholarship and Grades:\nAll participants in this class are held to the standard set by MSU’s Policy on Integrity of Scholarship and Grades.",
    "The policy can be read in full at the MSU Registrar’s website. Eli Broad College of Business Honor Code:\nIn addition to MSU policies, all students are expected to comply with the Broad College Undergraduate Honor Code or the FTMBA Honor Code.",
    "Students who violate the Broad Honor Code may receive a grade penalty determined by the instructor and guided by the Dean of Students Academic Dishonesty Report (ADR) process.",
    "If a student receives a second ADR, in addition to any associated penalty grade, a Broad student (defined as Business Preference, Broad Admit, or any student admitted to a Broad College of Business major) could face an additional sanction (in accordance with Article 7.6 of MSU’s Student Rights and Responsibilities document) including but not limited to: \nUniversity Probationary status.",
    "Denial of admission to the Broad College of Business if currently a Business Preference student. Dismissal from the Broad College of Business if currently a Broad Admit or are coded in any of the Broad majors.",
    "Spartan Code of Honor:\nOn March 22, 2016, The Associated Students of Michigan State University (ASMSU) adopted the following Spartan Code of Honor:\n“As a Spartan, I will strive to uphold values of the highest ethical standard.",
    "I will practice honesty in my work, foster honesty in my peers, and take pride in knowing that honor is worth more than grades. I will carry these values beyond my time as a student at Michigan State University, continuing the endeavor to build personal integrity in all that I do.”\nGenerative A.I.",
    ":  \nThe use of Generative AI should be seen as a tool to enhance academic research, not as a replacement for critical thinking and originality in assignments. Students are not permitted to submit assignments that have been fully or partially generated by AI unless explicitly stated in the assignment instructions.",
    "All work submitted must be the original work of the student. Any ideas garnered from Generative AI research must be acknowledged with proper in-text citation and reference.",
    "Students may be asked to save the AI chat as a PDF file for verification. Important Dates to Remember:\nClasses Begin: Monday, August 26 \nHoliday – University closed: Monday, September 2  \nLast day to drop with refund: Thursday, September 19\nMiddle of Semester: Monday, October 14\nLast day to drop with no grade reported: Monday, October 14\nFall Break: Monday, October 21 – Tuesday, October 22\nHoliday – University closed: Thursday, November 28 – Friday, November 29\nClasses End: Sunday, December 8\nFinal Exams: Monday, December 9 – Friday, December 13\nCommencements: Friday, December 13 – Sunday, December 15\nOther Course Policies\nAttendance Policy: Attendance is expected.",
    "There will be in-class activities which are done with teammates. If you have an emergency or serious illness, let me know as soon as possible so accommodation can be discussed.",
    "An allowance is built into the grading scheme for missed Connect assignments. Assignment Submission Guidelines:  \nThe dates and times for submitting your assignments can be found in D2L and the overview for each week’s schedule, in the D2L calendar, and in the Connect system, and in the schedule above.",
    "There is no allowance for turning in assignments late. The Connect system will automatically submit your work at the prescribed time. After the due date, all assignments can be used as study material.",
    "Late Work Policy: \nAll assignments must be turned in before the due date and time. The Connect system will automatically submit your work at the prescribed time. Extra Credit Policy: \nThere is no individual extra credit work offered.",
    "If any extra credit work were to be offered it would be offered to all students. Grades of \"Incomplete\": \nAn incomplete grade will only be offered in rare circumstances.",
    "If you have completed all the course work but the final exam, and an emergency causes you to miss the final will an incomplete grade be offered, after verifying your emergency.",
    "Group Work Policy: \nThe homework assignments are algorithmic. That means that each student will have the same questions but different numbers. Because of this, sharing answers with a friend will not help you.",
    "But working with a study friend is encouraged. Understanding how to complete a specific problem can be easier if you talk it over with someone. Learning Continuity Statement:\nIf you become unable to attend class for an extended period, You should take the following steps.",
    "Email Dr. Bettinghaus at betting3@msu.edu email address. Explain your situation to him. He  will help with any reasonable accommodation that he can extend to you.",
    "Contact Undergraduate Academic Services (UAS) and speak with an advisor. They will help you communicate with all your professors and guide you through any difficulties you are dealing with.",
    "https://broad.msu.edu/undergraduate/advising/\nCourse Continuity Statement:\nIf Professor Bettinghaus should be required to be absent for an extended period, the course will continue as planned.",
    "We will either have the other 300 instructor deliver the lectures, or Dr. Bettinghaus will post recorded material that will substitute for the lectures. The in-class activities would be completed individually.",
    "MSU COVID-19 Directives:\nCOVID-19 information: This class will abide by all MSU directives concerning health and safety regarding COVID-19.",
    "Specifically, all students and instructors in this course will adhere to policies as detailed on Together We Will. Self-Monitoring & Exposure to COVID-19. If feeling ill, students should contact MSU's COVID-19 hotline at 855-958-2678 or contact their health care provider.",
    "Faculty and staff should contact their primary care physician. Health and Safety Compliance and reporting. Those who come to MSU facilities must commit to the personal responsibility necessary for us to remain as safe as possible, including following the specific guidelines outlined in this syllabus and provided by MSU more broadly.",
    "There may be times when action will be necessary to reinforce expectations. This classroom will be cleaned daily. Students are welcome to use disinfectant wipes to wipe shared surfaces.",
    "Students should keep personal items (e.g., cell phones, laptops, books, etc.) to themselves and clean. Technology and Media\nTurnitin Policy:  Turnitin may be turned on for the financial statement case.",
    "See MSU Turnitin website \nEmail: I will communicate with the class through D2L> Announcements. Occasionally there may be an email to the whole class.",
    "I will try to reply to your emails to me within 24 hours during the work week, and by the end of the day on Monday for those emails received over the weekend.",
    "Cellphone/Smartphone Usage:  Turn your cell phones off or turn on mute. Leave the room if you must take a call or return a text. D2L: Check our D2L course site every day for new announcements, your grades, to access CONNECT, and for valuable information about activities, exams, and the financial statement case.",
    "Laptop Usage: Laptop use during class is acceptable if you are on course related pages. It’s unprofessional and distracting to those behind and around you if you are on unrelated web pages.",
    "Laptops will be necessary on days we have team activities. Course Recordings, Intellectual Property and Social Media Use: I will not be recording class time, and neither should you.",
    "Do not sell course materials to online homework sites. If you know that a classmate has done that, let me know. As members of a learning community, students are expected to respect the intellectual property of course instructors.",
    "All course materials presented to students are the copyrighted property of the course instructor and are subject to the following conditions of use:\nStudents may not record lectures or any other classroom activities.",
    "Video and audio recordings made of online lectures may contain inaudible or invisible watermarks to identify shared media \nStudents may not post recordings or other course materials online or distribute them to anyone not enrolled in the class without the advance written permission of the course instructor and, if applicable, any students whose voice or image is included in the recordings.",
    "Any student violating the conditions described above may face academic disciplinary sanctions. Classroom Devices: Hand-held calculators are not prohibited in class; however, I suggest you use Excel on your laptop.",
    "Disability Access: \nStudents must inform the instructor of any accommodation needed. Information related to disability access is available on the Resource Center for Persons with Disabilities (RCPD) website.",
    "Students: to make an appointment with a specialist, call: (517) 353-9642 Or TTY:  (517) 355-1293 or visit the RCPD website.",
    "Michigan State University is committed to providing equal opportunity for participation in all programs, services, and activities. Requests for accommodations by persons with disabilities may be made by contacting the Resource Center for Persons with Disabilities at 517-884-RCPD or on the web at rcpd.msu.edu.",
    "Once your eligibility for an accommodation has been determined, you will be issued a verified individual services accommodation (“VISA”) form. Please present this form to me at the start of the term and/or two weeks prior to the accommodation date (test, project, etc.).",
    "Requests received after this date will be honored whenever possible. Academic Conduct Policy: \nStudent Rights and Responsibilities:\nStudents have a range of support and information options available to them to discuss actions or activities related to their academic, personal, or professional lives at MSU.",
    "These rights and resources are detailed on the ombudsperson’s website. Grief Absences and Mental Health:\nIf a student experiences death of a family member or emotional distress from a similar tragedy, refer to MSU’s Grief Absence Policy (https://reg.msu.edu/roinfo/notices/griefabsence.aspx).",
    "College students often experience issues that may interfere with academic success such as academic stress, sleep problems, juggling responsibilities, life events, relationship concerns, or feelings of anxiety, hopelessness, or depression.",
    "If you or a friend is struggling, we strongly encourage you to seek support. Helpful, effective resources are available on campus, and most are at no-charge.",
    "If you are struggling with this class, please visit during office hours or contact me by email at betting3@msu.edu  \nMeet with your academic advisor if you are struggling in multiple classes, unsure whether you are making the most of your time at MSU, or unsure what academic resources are available at MSU.",
    "Visit https://caps.msu.edu for online health assessments, hours, and additional information. Drop by Counseling & Psychiatric Services (CAPS) main location for a same-day mental health screening.",
    "(3rd floor of Olin Health Center at 463 E. Circle Drive)\nCall CAPS at (517) 355-8270 any time, day, or night.",
    "24-Hour MSU Sexual Assault Crisis Line (517) 372-6666 or visit https://centerforsurvivors.msu.edu/\n\nLimits to Faculty/Student Confidentiality; Mandatory Reporting:\nEssays, journals, and other materials submitted for this class are generally considered confidential pursuant to the University's student record policies.",
    "However, students should be aware that University employees, including instructors, may not be able to maintain confidentiality when it conflicts with their responsibility to report certain issues to protect the health and safety of MSU community members and others.",
    "As the instructor, I must report the following information to other University offices (including the MSU Police Department) if you share it with me:\nSuspected child abuse/neglect, even if this maltreatment happened when you were a child,\nAllegations of sexual assault or sexual harassment when they involve MSU students, faculty, or staff, and\nCredible threats of harm to oneself or to others.",
    "These reports may trigger contact from a campus official who will want to talk with you about the incident that you have shared. In almost all cases, it will be your decision whether you wish to speak with that individual.",
    "If you would like to talk about these events in a more confidential setting you are encouraged to make an appointment with the MSU Counseling Center."
]