[
    "FINA5210: INVESTMENTS\nInternet Course (Spring 2024)\nPROFESSOR: Ian Liu, Ph.D., CFA\nE-MAIL: Ian.Liu@UNT.edu through Canvas\nTA: Wang, Chi <ChiWang@my.unt.edu>\nOFFICE HOURS: Wed. 10:00 -11:00 AM\nQ&A TA Live SESSION (optional):\nThu7-8 pm Zoom ID 82907554542, passcode BullyBear\nCOURSE DESCRIPTION\nThis course covers the basics of investment with a focus on the equity market.",
    "Investment\nis a blend of theory and practice, and we learn that way. Theory is based on the textbook,\nbut the applications extend beyond the book into the real stock market and derivative\nmarkets.",
    "COURSE OBJECTIVES\nWe have three objectives: Topic one (Elements of Investments) guides you to start to be\nan investor, topic two (Valuation and Fundamental Analysis) teaches you to be a better\ninvestor and topic three, four and five (Portfolio Theory, Equilibrium in Capital Markets\nand Derivatives) train you to be a relatively sophisticated investor.",
    "The philosophy of the instruction is to “Free Your Mind”. Students are encouraged and\nrequired to actively create and apply knowledge, not passively receive and memorize\nrecycled information.",
    "Students are expected to be able to handle investment problems\nthat they don’t see in class by using the skills they learn in class. PREREQUISITES:\nPrerequisite(s): FINA 5170 or equivalent; ECON 1100 or ECON 5000 or equivalent;\nACCT 2010 or ACCT 5020 or equivalent; MATH 1190 or equivalent, or consent of\ndepartment.",
    "COURSE MATERIALS\n Required Text: Investments, by Bodie, Kane and Marcus, 12th edition,\nPublisher: McGraw-Hill ISBN10: 1260013839 ISBN13: 9781260013832 (Loose\nLeaf: ISBN-10: 1260819388 ISBN-13: 978-1260819380 ; Paperback: ISBN-10 :\n1260571157 , ISBN-13 : 978-1260571158)\n Calculator: A calculator is required for this course.",
    "There is no sharing of\ncalculators during the exam.  Database and Platform: Bloomberg Terminal, Morningstar Direct\n Suggested Reading: Yahoo Finance, The Wall Street Journal (WSJ).",
    "GRADING\nHomework 15%\nDiscussion participation 5%\nInvestment Project (group project): Security Analysis 20%\nMidterm Exam 30%\nFinal Exam 30%\nTrading Project Bonus 3%\n1\nScale\n A = 90 above (including 90)\n B = 80 – 89.9\n C = 70 – 79.9\n D = 60 – 69.9\n F = 0 – 59.9\nI will try to adhere to the above grading scale but I reserve the right to deviate from it.",
    "I\ndon’t negotiate grades. You earn them. I will not respond to requests for “extra\ncredits”, “special treatment”, “boost”, “bonus” or “curving”.",
    "Your grade won’t change\nbecause you “need”, or “deserve” better grades. GRADE APPEALS\nAll grade appeals must be done within three days of the posted grade.",
    "I will not look\ninto grades appealed after three days past the date of grade postings for any exam. All\nappeals of exam grades must be written and emailed to me.",
    "HOMEWORK\n Homework must show major steps. You cannot just provide a final answer.  Homework should be submitted online through Canvas (a text entry box or a\nWORD file upload).",
    "Other forms (emails, hard copies etc.) will not be accepted.  Homework is due every next Monday when there are homework assigned for the\nweek. Late homework will not be accepted.",
    "There is no excuse for late\nhomework. EXAMS\n Exams will cover only lecture material.  Any missed exam will receive a grade of zero if no legitimate reasons are\nprovided by the student and approved by the instructor before the exam.",
    "When\napproved, the student can carry the weight of the missed midterm to the final. There will be no make up for the final.  A web camera or a laptop with integrated camera is required for all remote exams.",
    "It is your responsibility to obtain a properly functioning camera for remote exams. Your test score will be invalid without a functioning camera. All remote exams\nwill be administered through Canvas using Respondus Lockdown Browser with\nCamera option.",
    "Respondus Lockdown browser can be downloaded through your\nCanvas account. LIVE ZOOM Q&A SESSIONS\n My TA will host a live Q&A and review session on Zoom (Zoom ID 829 0755\n4542, passcode BullyBear) every Thursday starting at 7 pm, for about 60minutes.",
    "See course outline for exact days of live session. This live session is optional\nexcept for live final project presentation. DROPPING THE COURSE\nStudents wishing to drop a class should visit the Registrar’s website for assistance:\nhttps://registrar.unt.edu/registration/dropping-class\nThere are different procedures depending on whether the class is dropped before or after\nthe census date for the term.",
    "2\nDISABILITY ACCOMODATION\nUNT makes reasonable academic accommodation for students with disabilities. Students\nseeking accommodation must first register with the Office of Disability Accommodation\n(ODA) to verify their eligibility.",
    "If a disability is verified, the ODA will provide a student\nwith an accommodation letter to be delivered to faculty to begin a private discussion\nregarding one’s specific course needs.",
    "Students may request accommodations at any\ntime, however, ODA notices of accommodation should be provided as early as possible\nin the semester to avoid any delay in implementation.",
    "Note that students must obtain a\nnew letter of accommodation for every semester and must meet with each faculty\nmember prior to implementation in each class. For additional information see the ODA\nwebsite (https://disability.unt.edu/).",
    "ACADEMIC DISHONESTY\nAcademic dishonesty is defined in the UNT Policy on Student Standards for Academic\nIntegrity. Any suspected case of Academic Dishonestly will be handled in accordance\nwith the University policy and procedures.",
    "Possible academic penalties include a grade of\n“F” in the course. You will find the policy and procedures at\nhttp://vpaa.unt.edu/academic-integrity.htm\nIf I suspect that you have engaged in academic dishonesty, I will deal with the situation\nas outlined in the University Policy shown above.",
    "You will be allowed to remain in the\nclass during the entire time that the academic misconduct accusation is being\ninvestigated, adjudicated, and appealed. As noted above, the maximum academic penalty\nthat can be assessed by an instructor is an F in the course.",
    "However, university officials\nuse the academic misconduct information to decide if other misconduct sanctions are then\nto be applied, and the student has separate rights to appeal those decisions, remaining in\nthe class until all appeals are exhausted.",
    "STUDENT PERCEPTIONS OF TEACHING (SPOT)\nStudent feedback is important and an essential part of participation in this course. The\nstudent evaluation of instruction is a requirement for all organized classes at UNT.",
    "The\nSPOT survey will be made available during weeks 13 and 14 of the long semesters to\nprovide students with an opportunity to evaluate how this course is taught. Students will\nreceive an email from \"UNT SPOT Course Evaluations via IASystem Notification\" (no-\nreply@iasystem.org) with the survey link.",
    "Please look for the email in your UNT email\ninbox. Simply click on the link and complete your survey. Once you complete the\nsurvey you will receive a confirmation email that the survey has been submitted.",
    "For\nadditional information, please visit the spot website at www.spot.unt.edu or email\nspot@unt.edu. EAGLE CONNECT ACCOUNT\n3\nAll students should activate and regularly check their EagleConnect (e-mail) account.",
    "EagleConnect is used for official communication from the University to students. Many\nimportant announcements for the University and College are sent to students via\nEagleConnect.",
    "For information about EagleConnect, including how to activate an account\nand how to have EagleConnect forwarded to another e-mail address, visit\nhttps://eagleconnect.unt.edu/\nEMERGENCY EVACUATION PROCEDURES FOR BUSINESS LEADERSHIP\nBUILDING:\n• Severe Weather In the event of severe weather, all building occupants should\nimmediately seek shelter in the designated shelter-in-place area in the building.",
    "If\nunable to safely move to the designated shelter-in-place area, seek shelter in a\nwindowless interior room or hallway on the lowest floor of the building.",
    "All\nbuilding occupants should take shelter in rooms 055, 070, 090, and the restrooms\non the basement level or in rooms 170, 155, and restrooms 122, 182 or 183 on the\nfirst floor.",
    "• Bomb Threat/Fire In the event of a bomb threat or fire in the building, all\nbuilding occupants should immediately evacuate the building using the nearest\nexit. Once outside, proceed to the designated assembly area.",
    "If unable to safely\nmove to the designated assembly area, contact one or more members of your\ndepartment or unit to let them know you are safe and inform them of your\nwhereabouts.",
    "Persons with mobility impairments who are unable to safely exit\nthe building should move to a designated area of refuge and await assistance from\nemergency responders. All building occupants should immediately evacuate the\nbuilding and proceed to the south side of Crumley Hall in the grassy area, west of\nparking lot 24.",
    "4\nCOURSE OUTLINE (Tentative)\nWeek Content Live Topic Chap HW\nQ&A\nSession\nWeek The Investment Environment I: Elements of 1\n1 and Major investment Issues Investments\nWeek How Securities are Traded 3 Problem\n2 Set:9a,14,16\nDue 1/29\nWeek Equity Valuation 2/1 II: Valuation and 18\n3 Fundamental Analysis\nWeek Equity Valuation-Application 2/8 18 Problem\n4 Set:7,9,14,20\na, 23a,b\nDue 2/12\nWeek Macroeconomic and Industry 2/15 17\n5 analysis\nWeek Financial Statement Analysis 2/22 19\n6\nWeek Project Midterm Presentations 2/29\n7 & Discussions Mid\nexam\nreview\nWeek Midterm Exam (Chapter 3/7\n8 1,3,17,18,19) on 3/8, Friday\nWeek Spring break\n9\nWeek Risk and Return 3/21 III: Portfolio Theory 5, 6 Chapter5(CF\n10 Capital Allocation to Risky and Practice A Problems:\nAssets 3, 4, 5,7)\nChapter\n6(Problem\nsets 13, 14,\n17, 18)\nDue 3/25\nWeek Diversification 3/28 IV: Equilibrium in 7 Chapter 7\n11 Capital Markets (CFA 12a, b)\nDue 4/1\n5\nWeek The Capital Asset Pricing 4/4 9 Chapter 9\n12 Model (Problem sets\n1,21, CFA2)\nDue 4/8\nWeek The Efficient Market 11,12\n13 Hypothesis and Behavioral\nFinance\nWeek Option Markets 4/18 IV: Derivatives 20 Chapter 20\n14 (Problem\nSets: 5, 6)\n4/22\nWeek Future Markets 4/25 22\n15\nWeek Project 5/2\n16 Live Final Presentations on Final\n5/2 exam\nProject Written Report Due review\non 4/29\nWeek Final Exam (Chapter 5/9\n17 5,6,7,9,11,12, 20) on 5/10\nFriday\nThe stated schedule and procedures in this course are subject to change in the event of\nextenuating circumstances.",
    "6\nSecurity Analysis Project\nAs a stock market analyst, you should recommend one stock to your investors. Write a 25\npage (double space) report (not including tables or charts copied from other recourses)\nfollowing the stock analysis template.",
    "You should also include any Excel spread sheets\nused in your analysis. Each team (including every team member) will do a live\nPowerPoint presentation (about 30 minutes) via Zoom on May 2nd from 7 pm to\n9:30 pm.",
    "Canvas automatically create groups and assign a group leader. (You can change\nyour group leader later and inform the instructor). Some guidelines:\n• Each team member should contribute to and understand the whole project.",
    "• The project should be presented in a professional way. • The report should be assembled in a professional way. • The written report, PowerPoint and Excel files should be emailed to the instructor\nby April 29, Monday.",
    "Framework of Security Analysis Project\nYour group can choose one of the following stocks to analyze: Apple, Alphabet,\nAmazon, Alibaba, AT&T, Airbnb, Bank of America, Boeing, BYD, Chipotle, DocuSign,\nFiverr, Ford, GM, Groupon, iRobot, iMax, JPMorgan, Lyft, Meta, Netflix, PayPal, Pfizer,\nPinterest Roblox, Roku, Spotify, Shopify, Snap, Sofi, Stellantis, Teladoc, Tesla, Tencent,\nUber, Verizon, and Zoom.",
    "You can also choose any stock that is not on the list. I. Quick opinion. Summarize your analysis by simple numbers, including: Report\nDate, S&P value, Last Price (when the report is submitted), Intrinsic Value,\nEconomic Moat, and Recommendations.",
    "Use the Morningstar style and put this\nsession on the top your report. II. The Theme: This part highlights your major insights into the company and its\nstock.",
    "III. Business Analysis: When you buy stock of a company, essentially you are buying\nthe business. Analyzing a stock starts with understand its business. Profile of company (in your own words)\no\nMacroeconomic and industry analysis\no\nAnalysis of the company and the prospects of its major products and\no\nservices.",
    "IV. Financial analysis: Major financial statements and ratio analysis. More important\nis forecasting the future. More specifically, a projection of sales, margins (gross\nmargin, operating margin, profit margin), profits and most important, earning per\nshare (EPS) for the coming quarter and fiscal year end.",
    "It should also project growth\nrate of sales and earnings for next five years. Extensive use of spreadsheets is\nexpected. Use historical data from Morningstar Direct in your analysis.",
    "From\nMorningstar Direct, you should be able to obtain historical moat rating, star rating,\nall historical financial statement data and data derived from financial statements. Try to project long term trend using those historical data.",
    "V. Stock Valuation: Calculating the fair current value (Intrinsic Value) of the stock. In theory, fair value (also called intrinsic value) is what the stock price should be\ngiven the market is free from errors.",
    "It can be calculated in various ways, depending\non what model you use. Commonly used models are P/E multiples, Dividend\ndiscount models and Free Cash Flow models.",
    "This analysis needs the help of\n7\nanalytical tools like Excel. Some reports also project expected stock price in one\nyear. VI. Bulls vs. Bears: There are always bull and bear views for any stock.",
    "That is why at\nany price, there are buying and selling orders—the two side of the same coin of a\ntransaction. Try to see the arguments for two sides.",
    "VII. The moat: You should also discuss the economic moat (a concept borrowed from\nWarren Buffet), which is the sustainable competitive advantage in the long term.",
    "VIII. Risk: the risks of investing in the company\nIX. Investing strategy: this is your action plan as an investor. Your strategy choices\ninclude buy, sell, hold, wait, avoid, short, etc…\nX.",
    "Notes: A timely records of analysis of important events of the company and its\nstock\nXI. Reference: You MUST cite ALL resources your analysis uses. It is OK to use information from various resources.",
    "It is not acceptable not\no\nto cite them. Just listing several websites at the end is not the correct way\nof citation. Citation is always important for other investors to check your\nfacts and numbers.",
    "Whenever an external recourse is used, you should use footnotes like this:\no\nRecent Morningstar reports states that “Unprecedented increases in\ncommodity costs have put a strain on Kraft's profitability.” 1 All cited\ninformation must be quoted using quotation marks and Italicize the text\nlike the example.",
    "Each citation cannot be longer than three sentences. You can use external resources for historical financial statement data, but\no\nprojections for future performance and calculations of intrinsic values\nmust be your own.",
    "Analysis/Presentation Tips\n1. Do not just list facts, form opinions, especially opinions that are related to\nintrinsic value. 2. It is an investment analysis, not a business/strategy project.",
    "3. Discuss your key valuation assumptions in your presentation (short term growth,\nlong term growth rate, discount rate, etc..) and focus on key findings.",
    "Project midterm report:\nSubmit a two pages report summarizing your progress and findings, including\n• Stock choice, group names\n• Your theme, in less than 100 words.",
    "• Preliminary Business analysis and key findings\n• Preliminary Financial analysis and key conclusions\n• Fair value estimation\nA team leader (or representative) will present (with PPT) your preliminary findings.",
    "The\npresentation is about 10 minutes. The report should be submitted by Feb 28th. The\npresentation is at 7 pm during our live Q&A session on Zoom, on Feb 29th.",
    "1 Morning star report on KFT, October 2020\n8\nBonus Trading Project: Who wants to be a millionaire! (This is an individual\ntrading simulation project)\nYou can earn up to 3% of your course score for this bonus project!",
    "a. Register and Log-in to Virtual Stock Exchange Games\n(www.marketwatch.com/game). You must use your real name to be graded.",
    "b. Join game: UNT2024Spring Game Password: JustTradeIt$\nc. Start trading stocks from “UNT2024Spring”.",
    "You can also view your\nportfolio, trade history, benchmarks, and rankings. d. Your grade of the project is related with the relative performance of your\nportfolio (at the end of the term) and how active you are in trading.",
    "e. The project is due 1 week before the final exam, that is May 3, 2024 (last\ntrading day). All you need to do is trading and taking notes.",
    "No report needed. Game Details:\nGame Name\nUNT2024Spring\nVanity URL\nhttps://www.marketwatch.com/games/unt2024spring\nStart Date\n1/16/2024\nEnd Date\n5/3/2024\nPlayers Can Join After Start\nYes\nEnable Commenting\nYes\nGame Description\nPlayer Starting Balance\n$100000\nCommission Value\n$0\nCredit Interest Rate\n1%\nDebt Interest Rate for Leverage\n8%\nMinimum Price Limit\n$1\nMaximum Price Limit\n$500000.00\nEnable Short Selling\nEnabled\nEnable Margin Selling\nEnabled\nEnable Limit Order\nEnabled\n9"
]